[
  {
    "id": 1,
    "title": "Kako motivisati decu",
    "excerpt": "Saveti za održavanje dečje motivacije i angažovanosti.",
    "fullContent": "Motivacija je ključni faktor u razvoju dece. Kada su deca motivisana, lakše uče, bolje se fokusiraju i postižu bolje rezultate. Evo nekoliko praktičnih saveta kako možete motivisati svoju decu:\n\n1. Postavite jasne ciljeve - Deca trebaju da znaju šta se od njih očekuje\n2. Hvalite napredak - Fokusirajte se na trud, ne samo na rezultate\n3. Koristite pozitivno okruženje - Kreirajte prostor gde se deca osećaju sigurno\n4. Budite primer - Vaša motivacija će inspirisati i njih\n5. Omogućite izbor - Kada deca imaju kontrolu, više su motivisana\n\nPametite da je svako dete drugačije i da ono što radi za jedno možda neće raditi za drugo. Budite strpljivi i prilagodite svoj pristup potrebama vašeg deteta.",
    "author": "Jovana Petrović",
    "readTime": "3 min",
    "date": "2024-01-15",
    "imageUrl": "https://images.unsplash.com/photo-1558618666-fcd25c85cd64?w=400&h=250&fit=crop"
  },
  {
    "id": 2,
    "title": "Kreativne igre za decu",
    "excerpt": "Zabavne i kreativne aktivnosti za mališane.",
    "fullContent": "Kreativnost je neophodna veština u današnjem svetu. Evo nekoliko zabavnih i kreativnih igara koje možete igrati sa svojom decom:\n\n1. Priča u krug - Svako dodaje jednu rečenicu u priču\n2. Slikanje prstima - Koristite prste umesto četkica\n3. Muzički instrumenti od kućnih predmeta - Napravite tamburinu od tanjira\n4. Maskarada - Napravite maske od papira i ukrasite ih\n5. Priroda u umetnosti - Koristite lišće, cveće i kamenje za kolaže\n\nOve aktivnosti ne samo što razvijaju kreativnost, već i poboljšavaju motoriku, socijalne veštine i samopouzdanje. Najvažnije je da se zabavite zajedno i da ne brinete o savršenom rezultatu - proces je važniji od produkta.",
    "author": "Marko Marković",
    "readTime": "4 min",
    "date": "2024-01-12",
    "imageUrl": "https://images.unsplash.com/photo-1571019613454-1cb2f99b2d8b?w=400&h=250&fit=crop"
  },
  {
    "id": 3,
    "title": "Zdrave navike za decu",
    "excerpt": "Podsticanje zdravih rutina u svakodnevnom životu.",
    "fullContent": "Zdrave navike koje se formiraju u detinjstvu često se održavaju kroz ceo život. Evo kako možete pomoći svojoj deci da razviju zdrave rutine:\n\n1. Redovno spavanje - Postavite konzistentno vreme za spavanje\n2. Zdrava ishrana - Uključite voće i povrće u svaki obrok\n3. Fizička aktivnost - Bar 60 minuta aktivnosti dnevno\n4. Higijena - Redovno pranje ruku i zuba\n5. Ograničenje ekrana - Maksimalno 2 sata dnevno\n\nKljuč je u konzistentnosti i tome da budete dobar primer. Kada deca vide da i vi pratite zdrave navike, lakše će ih usvojiti. Napravite od ovih aktivnosti zabavu umesto obavezu.",
    "author": "Ana Janković",
    "readTime": "5 min",
    "date": "2024-01-10",
    "imageUrl": "https://images.unsplash.com/photo-1481627834876-b7833e8f5570?w=400&h=250&fit=crop"
  }
]
